afetch
apg
betterdiscordctl
cadmus-appimage
cava
dracula-icons-git
geckodriver-bin
kvantum-theme-matcha
lf-bin
libvterm01
libxft-bgra
menu-qalc
mpv-discord-git
nerd-fonts-noto-sans-mono
pandoc-bin
rustdesk
sc-im
speedometer
task-spooler
vieb-bin
xsnow-comp-patch-git
