a52dec
aalib
abseil-cpp
accountsservice
acl
acpi
acpid
adns
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-jp-fonts
adobe-source-sans-fonts
adwaita-icon-theme
afetch
aircrack-ng
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
alure
android-sdk-platform-tools
android-tools
android-udev
anthy
aom
apg
appstream-glib
apr
apr-util
archlinux-appstream-data
archlinux-keyring
archstrike-keyring
archstrike-mirrorlist
argon2
aria2
asciidoc
at-spi2-core
atkmm
attr
audiofile
audit
autoconf
autoconf-archive
automake
avahi
ayatana-ido
b43-fwcutter
babl
balena-etcher
base
bash
bash-completion
bashrc-manjaro
bat
bc
bind
binutils
bison
blas
blueman
bluez
bluez-libs
bmon
boost
boost-bloom-filters-git
boost-libs
botan
box2d
bpytop
bridge-utils
brotli
btrfs-progs
bubblewrap
bumblebee
byobu
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cadmus-appimage
cairo
cairomm
calcurse
cantarell-fonts
capstone
cava
cblas
ccze
cdparanoia
ceph-libs
chaotic-keyring
chaotic-mirrorlist
chromaprint
chrpath
cifs-utils
ckbcomp
clang
clucene
clutter
clutter-gtk
cmake
cogl
colord
compiler-rt
compiz-core
confuse
conn
containerd
coreutils
cpio
cpupower
cronie
cryptsetup
curl
cyrus-sasl-gssapi
cython
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhclient
dhcpcd
diffutils
ding-libs
discord
djvulibre
dkms
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
doxygen
dpkg
duktape
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron17
electron18
embree
enchant
engrampa
ethtool
evince
exfatprogs
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
faudio
fdkaac
feh
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
figlet
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
fontconfig
force_bind
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
game-devices-udev
gamemode
garcon
gawk
gc
gcab
gcc
gcc-libs
gcolor2
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gedit
gegl
geoclue
geocode-glib
geoip
geoip-database
gettext
ghostscript
giflib
gimp
girara
git
github-cli
glew
glib-networking
glib2
glibc
glibc-locales
glibmm
glslang
glu
gmime3
gmp
gnome-2048
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-menus
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
godot
gotop
gparted
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grilo
groff
grub
grub-btrfs
gsasl
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkhash
gtkhash-thunar
gtkmm3
gtksourceview3
gtksourceview4
gts
gufw
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hwdata
hwinfo
hwloc
hyphen
iana-etc
ibus
ibus-anthy
icu
ijs
illyria-wallpaper
imagemagick
imath
imlib2
inetutils
iniparser
intel-ucode
inxi
iproute2
ipsumdump
iptables
iputils
ipython
iso-codes
isync
iw
jack2
jansson
jasper
java-environment-common
java-openjfx
java-runtime-common
jbig2dec
jdk-openjdk
jdk8-openjdk
jemalloc
jfsutils
jose
jp2a
jq
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
jupyter-nbclassic
jupyter-nbclient
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook
jupyter-notebook-shim
jupyter-server
jupyterlab
jupyterlab_pygments
kauth
kbd
kcoreaddons
keepassxc
keyutils
kitemmodels
kmod
krb5
kvantum
kvantum-theme-matcha
kwindowsystem
kyotocabinet
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lf-bin
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-demos
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pcre2
lib32-pipewire
lib32-pixman
lib32-primus
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libc++
libc++abi
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libclc
libcloudproviders
libcmis
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdaq-static
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdispatch
libdnet
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfixbuf
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnome-games-support
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
libldac
libldap
libldap24
liblqr
liblrdf
libltc
libluv
liblzf
libmad
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpd
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libogg
libomxil-bellagio
libopenmpt
libopenraw
liborcus
libotr
libp11-kit
libpagemaker
libpamac
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libptytty
libpulse
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsidplayfp
libsigc++
libsignal-protocol-c
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libstrophe
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-vdpau-driver
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libvterm
libvterm01
libwacom
libwebp
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libwslay
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft-bgra
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml++2.6
libxml2
libxmu
libxnvctrl-390xx
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
light-locker
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux-xanmod
linux-xanmod-headers
linux515
linux515-bbswitch
llvm
llvm-libs
lm_sensors
lmdb
log4cxx-svn
logrotate
lpsolve
lsb-release
lsof
lua
lua53
luajit
luit
lv2
lvm2
lxappearance
lynx
lz4
lzo
m4
m4b-tool-bin
mailcap
make
man-db
man-pages
mangal-bin
manjaro-keyring
manjaro-system
mathjax2
mbedtls
md4c
mdadm
mdk3
media-player-info
meld
memtest86+
menu-qalc
menulibre
mesa-demos
mesa-tkg-git
mesa-utils
meson
metacity
metis
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
mhwd-nvidia-470xx
midori
miniupnpc
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moreutils
mousepad
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
msmtp
mssql-scripter
mssql-server
mtdev
mtools
mtpfs
mugshot
mujs
mutt
mypaint
mypaint-brushes
mypaint-brushes1
nano
nano-syntax-highlighting
nasm
ncmpcpp
ncspot
ncurses
ndctl
neofetch
neomutt
neon
neovim
nerd-fonts-noto-sans-mono
net-tools
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nfsidmap
ninja
nm-connection-editor
node-gyp
nodejs-lts-gallium
nodejs-nopt
nomacs
notmuch-runtime
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
numlockx
nvidia-dkms
nvidia-utils
oath-toolkit
obsidian
ocl-icd
oniguruma
openal
openconnect
opencore-amr
opencv
opendoas
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
opusfile
orc
os-prober
p11-kit
p7zip
pacman
pacman-mirrors
pahole
pam
pamac-cli
pamac-gtk
pambase
pamixer
pango
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parole
parted
paru
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-crypt-des
perl-data-dump
perl-digest-hmac
perl-digest-sha1
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-io-socket-ssl
perl-io-tty
perl-ipc-run
perl-ipc-system-simple
perl-json
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-mime-charset
perl-mozilla-ca
perl-net-http
perl-net-snmp
perl-net-ssleay
perl-number-bytes-human
perl-parse-yapp
perl-time-duration
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
pfetch
php
php-intl
picom
pinentry
pip-tools
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixiewps
pixman
pkcs11-helper
pkgconf
pkgfile
pm2ml
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
postfix
powerpill
powertop
ppp
pptpclient
primus
procps-ng
profanity
protobuf
psmisc
pulsemixer
pup
pyalpm
pyside6
python
python-anyio
python-apipkg
python-appdirs
python-argon2-cffi-bindings
python-argon2_cffi
python-asttokens
python-async_generator
python-attrs
python-autocommand
python-babel
python-backcall
python-beaker
python-beautifulsoup4
python-biscuits
python-bleach
python-brotli
python-build
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-cloudscraper
python-colorama
python-commonmark
python-contextlib2
python-cryptography
python-dateparser
python-dateutil
python-debugpy
python-decorator
python-defusedxml
python-deprecation
python-distlib
python-distro
python-docopt
python-docutils
python-entrypoints
python-executing
python-fastjsonschema
python-future
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-inflect
python-iniconfig
python-installer
python-ipykernel
python-ipython-genutils
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jeepney
python-jinja
python-js2py
python-json5
python-jsonpointer
python-jsonschema
python-jupyter_client
python-jupyter_core
python-jupyter_packaging
python-jupyterlab_server
python-keyring
python-keyutils
python-lxml
python-magic
python-mako
python-manjaro-sdk
python-markdown
python-markupsafe
python-matplotlib-inline
python-mistune
python-more-itertools
python-msgpack
python-natsort
python-nest-asyncio
python-npyscreen
python-nspektr
python-numpy
python-ordered-set
python-packaging
python-pandocfilters
python-parso
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-platformdirs
python-pluggy
python-ply
python-progress
python-prometheus_client
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pure-eval
python-pure-protobuf
python-py
python-pycparser
python-pydantic
python-pyenchant
python-pygments
python-pyjsparser
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyrsistent
python-pytest
python-pytz
python-pytz-deprecation-shim
python-pyxdg
python-pyzmq
python-regex
python-requests
python-requests-toolbelt
python-requests-unixsocket
python-resolvelib
python-responses
python-retrying
python-rfc3987
python-rich
python-ruamel-yaml
python-ruamel.yaml.clib
python-secretstorage
python-send2trash
python-setuptools
python-six
python-sniffio
python-sortedcontainers
python-soupsieve
python-stack-data
python-systemd
python-tenacity
python-terminado
python-testpath
python-tinycss2
python-toml
python-tomli
python-tomlkit
python-tornado
python-traitlets
python-trove-classifiers
python-typing_extensions
python-tzdata
python-tzlocal
python-unidecode
python-urllib3
python-urwid
python-validate-pyproject
python-wcwidth
python-webcolors
python-webencodings
python-websocket-client
python-wheel
python-xlib
python-yaml
python-zipp
python3-memoizedb
python3-xcgf
python3-xcpf
qcustomplot
qhexedit2
qrencode
qscintilla-qt5
qt5-base
qt5-declarative
qt5-location
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
quazip-qt5
radare2
raptor
rasqal
rav1e
re2
readline
reaver-wps-fork-t6x-git
recode
redland
redshift
reiserfsprogs
rest
rhash
ripgrep
rnnoise
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
runc
rustdesk
rxvt-unicode-terminfo
s-nail
s-tui
samba
sbc
sc-im
scrcpy
screenfetch
scrot
sdl12-compat
sdl2
sed
semver
serd
sfsexp
shaderc
shadow
shared-mime-info
shiboken6
simple-mtpfs
slang
smbclient
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spectre-meltdown-checker
speedometer
speex
speexdsp
spirv-tools
spotify
sqlcipher
sqlite
sqlitebrowser
sqltoolsservice
squashfs-tools
sratom
srt
sssd
st
startup-notification
stfl
stoken
strace
stremio
stress
sudo
suitesparse
svt-av1
svt-hevc
sxiv
syncthing
sysfsutils
systemd
systemd-fsck-silent
systemd-libs
systemd-sysvcompat
t1lib
taglib
talend-open-studio-esb
talloc
tar
tbb
tcc
tcl
tdb
telegram-desktop
telepathy-glib
term-sudoku
terminal-mines
terminus-font
testdisk
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunarx-python
tig
timeshift
timeshift-autosnap-manjaro
tlp
tmux
tor
totem-pl-parser
tpm2-tss
traceroute
tracker3
tree
tree-sitter
tslib
ttf-font-awesome
ttf-opensans
tumbler
twolame
tzdata
uchardet
udiskie
udisks2
ueberzug
ufw
unace
unibilium
unixodbc
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v86d
vid.stab
vim
vim-runtime
virtualbox
virtualbox-host-dkms
vmaf
volume_key
vpnc
vscodium
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-tools
w3m
wavpack
wayland
web-installer-url-handler
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
wget
which
wifite
wildmidi
wimlib
wireless-regdb
wireless_tools
wireplumber
woeusb
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapian-core
xapp
xbitmaps
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-breeze
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-intel
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xkeyboard-config
xmlsec
xmlto
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yay-git
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zeitgeist
zenity
zeromq
zimg
zip
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
zziplib
