arandr
aria2
atool
bat
bc
bind
bmon
cronie
cryptsetup
dash
dosfstools
dunst
exfat-utils
farbfeld
feh
ffmpeg
ffmpegthumbnailer
figlet
fontconfig
fzf
github-cli
gnome-keyring
gnome-themes-extra
gtk2
gtk3
htop
imagemagick
inxi
irssi
jq
kvantum
leafpad
lf
libappindicator-gtk3
libnotify
lxappearance
lynx
maim
man-db
mediainfo
mlocate
moreutils
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
net-tools
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
pamixer
pcmanfm
perl-file-mimeinfo
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
powertop
pulsemixer
python-qdarkstyle
qrencode
qt5ct
radare2
redshift
screenkey
scrot
simple-mtpfs
slock
socat
sxiv
syncthing
texlive-core
thunar
transmission-gtk
ueberzug
uget
unclutter
unzip
w3m
wget
whois
wireplumber
xarchiver
xcape
xclip
xcompmgr
xdotool
xorg
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xprop
xorg-xwininfo
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zsh
zsh-syntax-highlighting
