acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-jp-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
archstrike-keyring
archstrike-mirrorlist
b43-fwcutter
bison
blueman
bpytop
calcurse
chaotic-keyring
chaotic-mirrorlist
compiz-core
cpupower
dash
discord
docker
dpkg
dunst
ecryptfs-utils
expac
figlet
firefox
flex
fzf
gamemode
gcolor2
gedit
gimp
github-cli
glibc-locales
gnome-2048
go
gotop
gparted
gtkhash-thunar
gufw
htop
ibus-anthy
inetutils
intel-ucode
inxi
isync
java-openjfx
jq
jupyter-notebook
lib32-giflib
lib32-gst-plugins-base-libs
lib32-libva-vdpau-driver
lib32-libxslt
lib32-mesa-demos
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libmpd
libreoffice-still
libva-vdpau-driver
light-locker
linux-xanmod
linux-xanmod-headers
logrotate
lxappearance
m4b-tool-bin
man-db
man-pages
manjaro-system
mdk3
meld
memtest86+
menulibre
midori
mkinitcpio-openswap
mousepad
mpc
mpd
msmtp
mtpfs
mugshot
mutt
mypaint
nano-syntax-highlighting
nasm
ncmpcpp
ncspot
neofetch
neomutt
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nomacs
noto-color-emoji-fontconfig
ntp
numlockx
obsidian
pamac-gtk
pamixer
parole
paru
pass
pavucontrol
perl-image-exiftool
pfetch
picom
pip-tools
pkgconf
powerpill
powertop
profanity
pulsemixer
pup
qt5ct
radare2
recode
redshift
s-nail
s-tui
scrcpy
screenfetch
sof-firmware
spectre-meltdown-checker
spotify
sqlitebrowser
squashfs-tools
st
stremio
sxiv
syncthing
systemd-fsck-silent
tcc
telegram-desktop
terminus-font
testdisk
tig
timeshift-autosnap-manjaro
tlp
ttf-font-awesome
udiskie
ueberzug
virtualbox
vscodium
woeusb
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xf86-input-elographics
xf86-input-evdev
xf86-input-void
xf86-video-intel
xiccd
xorg-mkfontscale
xorg-xinit
xorg-xkill
yay-git
